Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is something new you've recently discovered about your own desires?
de: Was hast du kürzlich Neues über deine eigenen Wünsche entdeckt?
es: ¿Qué has descubierto recientemente sobre tus propios deseos?
fr: Qu'as-tu récemment découvert de nouveau sur tes propres désirs ?
it: Cosa hai scoperto di recente di nuovo sui tuoi desideri?
ja: 自分の欲求について最近新しく発見したことは何ですか？
ko: 자신의 욕망에 대해 최근에 새롭게 발견한 것이 있나요?
nb: Hva er noe nytt du nylig har oppdaget om dine egne ønsker?
nl: Wat heb je onlangs nieuws ontdekt over je eigen verlangens?
pl: Czego nowego ostatnio dowiedziałeś się o swoich własnych pragnieniach?
pt_br: O que você descobriu recentemente de novo sobre seus próprios desejos?
sv: Vad är något nytt du nyligen har upptäckt om dina egna önskningar?
uk: Що нового ви нещодавно дізналися про власні бажання?
zh_hans: 你最近发现了关于自己欲望的什么新东西？

source: If you could rewrite our most passionate moment together, would you make it longer, wilder, or sweeter?
de: Wenn du unseren leidenschaftlichsten Moment gemeinsam neu schreiben könntest, würdest du ihn länger, wilder oder süßer machen?
es: Si pudieras reescribir nuestro momento más apasionado juntos, ¿lo harías más largo, más salvaje o más dulce?
fr: Si tu pouvais réécrire notre moment le plus passionné ensemble, le rendrais-tu plus long, plus sauvage ou plus doux ?
it: Se potessi riscrivere il nostro momento più appassionato insieme, lo renderesti più lungo, più selvaggio o più dolce?
ja: 私たちの一番情熱的な瞬間を書き換えられるとしたら、長くしますか？もっとワイルドにしますか？それとももっと甘くしますか？
ko: 우리의 가장 열정적인 순간을 다시 쓸 수 있다면, 더 길게, 더 거칠게, 아니면 더 달콤하게 만들겠습니까?
nb: Hvis du kunne skrive om vårt mest lidenskapelige øyeblikk sammen, ville du gjort det lengre, villere eller søtere?
nl: Als je ons meest passionele moment samen opnieuw zou kunnen schrijven, zou je het dan langer, wilder of zoeter maken?
pl: Gdybyś mógł przepisać nasz najbardziej namiętny wspólny moment, czy uczyniłbyś go dłuższym, dzikszym czy słodszym?
pt_br: Se você pudesse reescrever nosso momento mais apaixonado juntos, você o tornaria mais longo, mais selvagem ou mais doce?
sv: Om du kunde skriva om vårt mest passionerade ögonblick tillsammans, skulle du göra det längre, vildare eller sötare?
uk: Якби ви могли переписати наш найпристрасніший спільний момент, ви б зробили його довшим, дикішим чи солодшим?
zh_hans: 如果你能重写我们最热烈的那一刻，你会让它更长、更狂野，还是更甜蜜？

source: What is the line between a sweet, romantic touch and a touch that means 'I want you right now'?
de: Wo ist die Grenze zwischen einer süßen, romantischen Berührung und einer Berührung, die 'Ich will dich jetzt' bedeutet?
es: ¿Cuál es la línea entre un toque dulce y romántico y un toque que significa 'te quiero ahora mismo'?
fr: Où est la limite entre un toucher doux et romantique et un toucher qui signifie 'je te veux tout de suite' ?
it: Dov'è il confine tra un tocco dolce e romantico e un tocco che significa 'ti voglio adesso'?
ja: 甘くロマンチックなタッチと『今すぐあなたが欲しい』というタッチの境界線はどこですか？
ko: 달콤하고 낭만적인 터치와 '지금 당신을 원해'라는 터치 사이의 경계는 무엇인가요?
nb: Hvor er grensen mellom en søt, romantisk berøring og en berøring som betyr 'jeg vil ha deg akkurat nå'?
nl: Waar ligt de grens tussen een lieve, romantische aanraking en een aanraking die betekent 'ik wil je nu'?
pl: Gdzie jest granica między słodkim, romantycznym dotykiem a dotykiem, który znaczy 'chcę cię teraz'?
pt_br: Qual é a linha entre um toque doce e romântico e um toque que significa 'eu quero você agora'?
sv: Var går gränsen mellan en söt, romantisk beröring och en beröring som betyder 'jag vill ha dig just nu'?
uk: Де межа між ніжним романтичним дотиком і дотиком, який означає 'я хочу тебе зараз'?
zh_hans: 甜蜜浪漫的触摸和意味着“我现在就想要你”的触摸之间的界线是什么？

source: Would you prefer a night of endless teasing or a night of pure, uninterrupted passion?
de: Würdest du eine Nacht voller endloser Neckereien oder eine Nacht voller reiner, ununterbrochener Leidenschaft bevorzugen?
es: ¿Preferirías una noche de bromas interminables o una noche de pasión pura e ininterrumpida?
fr: Préférerais-tu une nuit de taquineries sans fin ou une nuit de passion pure et ininterrompue ?
it: Preferiresti una notte di infinite provocazioni o una notte di pura e ininterrotta passione?
ja: 終わりのないからかいの夜と、純粋で途切れることのない情熱の夜、どちらがいいですか？
ko: 끝없는 놀림의 밤과 순수하고 끊임없는 열정의 밤 중 무엇을 선호하시나요?
nb: Ville du foretrukket en natt med endeløs erting eller en natt med ren, uavbrutt lidenskap?
nl: Zou je de voorkeur geven aan een nacht van eindeloos plagen of een nacht van pure, ononderbroken passie?
pl: Wolałbyś noc niekończącego się drażnienia czy noc czystej, nieprzerwanej namiętności?
pt_br: Você preferiria uma noite de provocações sem fim ou uma noite de paixão pura e ininterrupta?
sv: Skulle du föredra en natt av oändlig retning eller en natt av ren, oavbruten passion?
uk: Ви б віддали перевагу ночі нескінченних дражнинь чи ночі чистої, безперервної пристрасті?
zh_hans: 你更喜欢一个充满无尽挑逗的夜晚，还是一个纯粹、不间断的激情之夜？

source: Your personal prompts
de: Ihre persönlichen Fragen
es: Tus preguntas personales
fr: Vos questions personnelles
it: I tuoi prompt personali
ja: あなたの個人的な質問
ko: 당신의 개인 질문
nb: Dine personlige tips
nl: Je persoonlijke vragen
pl: Twoje osobiste pytania
pt_br: Suas perguntas pessoais
sv: Dina personliga prompter
uk: Ваші особисті підказки
zh_hans: 你的个人问题

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nb: Versjon %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
uk: Версія %@
zh_hans: 版本 %@

source: Tutorial
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
nb: Veiledning
nl: Handleiding
sv: Handledning
uk: Посібник
zh_hans: 教程

source: Premium
ja: プレミアム
ko: 프리미엄
uk: Преміум
zh_hans: 高级版

source: PREMIUM
ja: プレミアム
ko: 프리미엄
uk: ПРЕМІУМ
zh_hans: 高级版
